package com.xy.common;

/**
 * @Description: Excel表格常量类
 * @author: JX。Chang
 * @date: 2021年10月19日 16:16
 */
public class ExcelCommon {

    //统计公众号注册用户信息，
    public static String CUSTOMER_EXCEL_TITLE[] = {"id","用户名","昵称","手机号","真实姓名","身份证号","登录用户名"};
    //回粮数据
    public static String CUSTOMER_ACTIVATE_CARD_TITLE[] = {"货品类别","车牌号","经纪人","经纪人身份证号","售粮人","售粮人身份证号",
            "水分(名称)","水分值","杂质(名称)","杂质","容重(名称)","容重","质标名称","质标值","质标名称","质标值","质标名称",
            "质标值","质标名称","质标值","质标名称","质标值","毛检日期","皮检日期","掺杂扣重",
            "净重","结算单价","纯重","是否付款","实付款金额","是否点价",
            "点价单价","点价实付款金额","付款日期","付款状态"



    };



}
